Repository: SteveShi/Boxer
Catalog: Resources/mul.lproj/Preferences.xcstrings
Source language: en
Languages: es, fr, pt_br, zh_hans

# 1.title
source: Boxer Preferences
es: Preferencias de Boxer
fr: Préférences Boxer
pt_br: Preferências do Boxer
zh_hans: Boxer 偏好设置

# 76.title
source: Start up games in Full Screen mode
es: Iniciar juegos en modo pantalla completa
fr: Démarrer le jeu en mode plein écran
pt_br: Iniciar os jogos em tela cheia
zh_hans: 全屏模式启动游戏

# 77.title
source: You can switch to and from Full Screen at any time from the View menu or by pressing ⌘-F.
es: Puede cambiar desde pantalla completa en cualquier momento desde el menú visualización o pulsando Cmd-F.
fr: Vous pouvez basculer ce mode à partir du menu Présentation ou en appuyant sur Cmd-F.
pt_br: Você pode mudar para tela cheia e voltar usando o menu Exibir ou pressionando Cmd+F.
zh_hans: 您可以随时从“显示”菜单或按 ⌘-F 切换全屏状态。

# 78.title
source: Always use 4:3 aspect ratio
es: Usar siempre relación de aspecto 4:3
fr: Toujours utiliser le format d’image 4:3
pt_br: Sempre usar a proporção 4:3
zh_hans: 始终保持 4:3 画面比例

# 79.title
source: When enabled, games will be stretched to match their original aspect ratio on old PC monitors.
es: Al activar, los juegos se estirarán para coincidir con su relación de aspecto original en los monitores de PC antiguos.
fr: Étire le format d’image des jeux afin de correspondre au format des anciens moniteurs PC.
pt_br: Quando ativado, os jogos serão esticados para bater com a proporção dos monitores antigos dos PCs.
zh_hans: 启用后，游戏画面将拉伸以匹配老式 PC 显示器的原始宽高比。

# 88.title
source: CRT Display
es: Pantalla CRT
fr: Tube cathodique
pt_br: Monitor de Tubo
zh_hans: CRT 显像管

# 109.label
source: Display
es: Pantalla
fr: Affichage
pt_br: Tela
zh_hans: 显示

# 109.paletteLabel
source: Display
es: Pantalla
fr: Affichage
pt_br: Tela
zh_hans: 显示

# 141.title
source: Keep my DOS games in:
es: Mantener juegos DOS en:
fr: Dossier des jeux DOS :
pt_br: Manter meus jogos em:
zh_hans: DOS 游戏存放位置：

# 145.title
source: (No folder specified)
es: (No hay carpeta especificada)
fr: (aucun dossier spécifié)
pt_br: (Nenhuma pasta selecionada)
zh_hans: （未指定文件夹）

# 146.title
source: Other…
es: Otro…
fr: Autre…
pt_br: Outro…
zh_hans: 其他…

# 150.title
source: Use shelf appearance in Finder’s icon view
es: Usar apariencia de estantería en vista de icono de Finder
fr: Utiliser l’apparence étagère dans le Finder
pt_br: Use o ícone com aparecndia de estante no Finder
zh_hans: 在访达图标视图中使用书架外观

# 175.label
source: General Preferences
es: Preferencias generales
fr: Préférences Général
pt_br: Preferências Gerais
zh_hans: 通用偏好设置

# 176.label
source: Display Preferences
es: Preferencias de pantalla
fr: Préférences Affichage
pt_br: Preferências de Tela
zh_hans: 显示偏好设置

# 223.title
source: When a program is still running
es: Cuando un programa se está ejecutando
fr: Programme en cours d’exécution
pt_br: Quando o programa ainda estiver rodando
zh_hans: 当程序仍在运行时

# 225.title
source: Prompt before closing:
es: Preguntar antes de cerrar:
fr: Avertir avant de fermer :
pt_br: Perguntar antes de fechar:
zh_hans: 关闭前确认：

# 268.label
source: Audio Preferences
es: Preferencias de audio
fr: Préférences Audio
pt_br: Preferências de Som
zh_hans: 音频偏好设置

# 276.title
source: Boxer does not come with the ROMs needed to play MT-32 music, as these are not legal to distribute.
es: Boxer no viene con las ROMs necesarias para reproducir música MT-32, ya que no es legal distribuirlas.
fr: Les ROM nécessaires pour jouer les musiques avec le MT-32 ne sont pas fournies. Il est illégal de les distribuer.
pt_br: O Boxer não vem com as ROMs necessárias para tocar música do MT-32, pois é ilegal a distribuição.
zh_hans: 由于版权分发限制，Boxer 未内置播放 MT-32 音乐所需的 ROM 文件。

# 278.title
source: But if one should stumble across MT-32 ROMs on the internet, then acccidentally download them, one could drag them onto this shelf to bring one’s MT-32 games to life.
es: Pero si se encuentra con ROMs MT-32 en internet, entonces descárguelos accidentalmente, podrá arrastrarlos a esta estantería para llevar los juegos MT-32 a la vida.
fr: Mais si quelqu’un tombait par hasard sur les ROM MT-32 sur Internet et les téléchargeait accidentellement, cette personne pourrait les déposer sur cette étagère afin de donner vie aux jeux MT-32.
pt_br: Porém se você se esbarrar pelas ROMs do MT-32 na internet, e acidentalmente baixa-las, arrasta-las para cá trarão uma vida nova ao jogos com MT-32
zh_hans: 如果您从其他渠道获取了 MT-32 ROM，只需将其拖入此书架即可激活真实的 MT-32 游戏音效。

# 317.title
source: Show messages from the MT-32’s LCD
es: Mostrar mensajes desde el LCD de MT-32
fr: Afficher les messages de l’écran LCD du MT-32
pt_br: Exibir mensagens da tela LCD do MT-32
zh_hans: 显示来自 MT-32 液晶屏的消息

# 319.title
source: Some games will print secret messages on the MT-32’s LCD panel. When enabled, Boxer will display these on-screen.
es: Algunos juegos escribirán mensajes secretos en el panel LCD de MT-32. Al activar, Boxer los visualizará en pantalla.
fr: Certains jeux afficheront des messages secrets sur l’écran LCD du MT-32. Si l’option est activée, Boxer affichera ces messages.
pt_br: Alguns jogos exibem mensagens secretas na tela LCD do MT-32. Quando ativado, o Boxer exibirá essas mensagens na tela.
zh_hans: 部分游戏会在 MT-32 液晶面板上输出提示消息。启用后，Boxer 将在屏幕上显示这些提示。

# 333.title
source: Music in supporting games will be played through your Roland MT-32 Sound Module.
es: La música de los juegos compatibles se reproducirá a través de su módulo de sonido Roland MT-32.
fr: Pour les jeux supportant la musique, elle sera jouée par votre module sonore Roland MT-32.
pt_br: Músicas dos jogos suportados serão tocadas através do Módulo de Som do Roland MT-32.
zh_hans: 支持的游戏将通过您的 Roland MT-32 声音模块播放音乐。

# 334.title
source: As an MT-32 owner, you are also a person of taste and distinction.
es: Como propietario de una MT-32, también es una persona de gusto y distinción.
fr: En tant que possesseur d’un MT-32, vous êtes également une personne raffinée et distinguée.
pt_br: Como um dono de MT-31, você também é uma pessoa de bom gosto
zh_hans: 作为 MT-32 设备拥有者，您拥有卓越不凡的品味。

# 348.title
source: Choose a rendering style for DOS games:
es: Elija un tipo de renderizado para los juegos DOS:
fr: Style de rendu pour les jeux DOS :
pt_br: Escolha o estilo de renderização dos jogos de DOS:
zh_hans: 选取 DOS 游戏的渲染风格：

# 354.title
source: Open my games folder in Finder
es: Abrir carpeta de juegos en Finder
fr: Ouvrir le dossier de mes jeux dans le Finder
pt_br: Abrir minha pasta de jogos no Finder
zh_hans: 在访达中打开我的游戏文件夹

# 355.title
source: Show welcome panel
es: Mostrar panel de bienvenida
fr: Afficher le panneau de bienvenue
pt_br: Exibir o painel de Bem-vindo
zh_hans: 显示欢迎面板

# 356.title
source: Do nothing
es: No hacer nada
fr: Ne rien faire
pt_br: Fazer nada
zh_hans: 不执行任何操作

# 357.title
source: When Boxer starts:
es: Al iniciar Boxer:
fr: Au démarrage :
pt_br: Quando o Boxer abrir:
zh_hans: Boxer 启动时：

# 363.label
source: Keyboard Preferences
es: Preferencias de teclado
fr: Préférences Clavier
pt_br: Preferências de Teclado
zh_hans: 键盘偏好设置

# 367.title
source: Capture function keys and arrow keys for games
es: Capturar teclas de función y cursores de juegos
fr: Capturer les touches de fonction et les flèches
pt_br: Capture as teclas de função e setas para os jogos
zh_hans: 为游戏捕获功能键与方向键

# 369.title
source: Prevents macOS system hotkeys from interfering with the keyboard controls in your DOS games.
es: Evita que las teclas de acceso del sistema macOS interfieran con los controles de teclado en los juegos DOS.
fr: Empêche les raccourcis clavier de macOS d’interférer avec les commandes clavier de vos jeux DOS.
pt_br: Impede dos atalhos do macOS interferirem com os controles de teclado dos seus jogos do DOS.
zh_hans: 防止 macOS 系统快捷键干扰 DOS 游戏的键盘控制。

# 373.title
source: “Enable access for assistive devices” must also be enabled in the Universal Access preferences.
es: “Activar acceso para dispositivos de asistencia” debe estar también activado en preferencias de accesibilidad.
fr: « Activer l’accès pour les périphériques d’aide » doit également être activé dans les préférences Accès universel.
pt_br: “Ativar acesso a dispositivos de acessibilidade” deve ser ativo nas Preferências de Acessibilidade.
zh_hans: 还必须在系统“辅助功能”中允许 Boxer 访问。

# 377.title
source: Open System Preferences
es: Abrir preferencias del sistema
fr: Ouvrir Préférences Système
pt_br: Abrir Preferências do Sistema
zh_hans: 打开系统设置

# 396.label
source: Keyboard
es: Teclado
fr: Clavier
pt_br: Teclado
zh_hans: 键盘

# 396.paletteLabel
source: Keyboard
es: Teclado
fr: Clavier
pt_br: Teclado
zh_hans: 键盘

# cba-8m-oxX.title
source: Open a DOS prompt
es: Abrir símbolo del DOS
fr: Ouvrir un invite DOS
pt_br: Abrir sessão do DOS
zh_hans: 打开 DOS 提示符

# 87.title
source: Smooth
fr: Lisse
pt_br: Suavizado
zh_hans: 平滑滤镜

# 108.label
source: General
fr: Général
pt_br: Geral
zh_hans: 通用

# 108.paletteLabel
source: General
fr: Général
pt_br: Geral
zh_hans: 通用

# 266.label
source: Audio
pt_br: Som
zh_hans: 音频

# 266.paletteLabel
source: Audio
pt_br: Som
zh_hans: 音频

# 296.title
source: [Show ROMs in Finder]
pt_br: [Exibir ROMs no Finder]
zh_hans: 在访达中显示 ROM

# 299.title
source: [Add MT-32 ROMs…]
pt_br: [Adicionar ROMs do MT-32…]
zh_hans: 添加 MT-32 ROM…

# 309.title
source: [Drop MT-32 ROMs here to enable MT-32 emulation]
pt_br: [Solte as ROMs do MT-32 aqui para ativar a emulação]
zh_hans: 将 MT-32 ROM 拖放到此处以启用 MT-32 仿真

# 86.title
source: Original
zh_hans: 原始风格

# 144.title
source: OtherViews
zh_hans: 其他视图

# 353.title
source: OtherViews
zh_hans: 其他视图

# 502.title
source: Drive audio:
zh_hans: 驱动器音频:

# 504.title
source: Emulate physical drive seek sounds
zh_hans: 模拟物理驱动器寻道音效

# 507.title
source: Show Sound Canvas ROMs in Finder
zh_hans: 在访达中显示 Sound Canvas ROM
